Repository: gosa-project/gosa-plugins-privacyidea
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de

source: Recovery Key added
de: Wiederherstellungsschlüssel hinzugefügt

source: The recovery key <b>%1</b> was successfully added to this account and can now be used for logging in one time only.
de: Der Wiederherstellungsschlüssel <b>%1</b> wurde diesem Konto erfolgreich hinzugefügt und kann einmalig zur Anmeldung genutzt werden.

source: The recovery key value is: <b>%1</b>
de: Der Wiederherstellungsschlüssel lautet: <b>%1</b>

source: Download as PDF
de: Als PDF herunterladen

source: Please ensure that nobody other than yourself is able to access this factor.
de: Stellen Sie sicher, dass niemand außer Ihnen auf den eingerichteten Faktor zugreifen kann.

source: Recovery keys are fallback factors. Please make sure you have at least one factor configured for daily use.
de: Wiederherstellungsschlüssel sind Reserve-Optionen. Bitte stelle Sie sicher, dass Sie für mindestens einen Faktor, der für den täglichen Gebrauch geeignet ist, konfiguriert haben.

source: Back to overview
de: Zurück zur Übersicht

source: Add a Recovery Key
de: Wiederherstellungsschlüssel hinzufügen

source: A recovery key can be used exactly once for logging in.
de: Wiederherstellungsschlüssel werden zur einmaligen Anmeldung verwendet und verfallen dann.

source: Recovery keys are created through the following procedure:
de: Wiederherstellungsschlüssel werden in mehreren Schritten eingerichtet:

source: Assign a meaningful description for the recovery key.
de: Legen Sie eine Beschreibung für den Wiederherstellungsschlüssel fest, anhand der Sie ihn wiedererkennen.

source: The key will be shown immediately.
de: Ein erstellter Wiederherstellungsschlüssel wird nach Eingabe der Beschreibung sofort angezeigt.

source: Description
de: Beschreibung

source: Quotation marks and the characters < and > are not allowed in the description
de: Anführungszeichen sowie die Zeichen < und > sind in der Beschreibung nicht zulässig.

source: Empty descriptions are allowed but discouraged. They help you to identify your tokens later on. You can proceed now.
de: Eine leere Beschreibung ist zulässig aber wird nicht empfohlen. Beschreibungen helfen Ihnen Ihre Tokens später wiederzuerkennen. Sie können nun fortfahren.

source: Please enter a meaningful description allowing you to recognize the recovery key. This description may be edited later.
de: Wählen Sie eine aussagekräftige Beschreibung, mit der Sie den Wiederherstellungsschlüssel wiedererkennen können. Sie können die Beschreibung später anpassen.

source: Continue
de: Weiter

source: Cancel
de: Abbrechen

source: Security Key added
de: Sicherheitsschlüssel hinzugefügt

source: The security key <b>%1</b> was successfully added to this account and can now be used.
de: Der Sicherheitsschlüssel <b>%1</b> wurde diesem Konto erfolgreich hinzugefügt und kann ab sofort genutzt werden.

source: Please take precautions against your device being damaged or lost and set up at least one more factor as fallback.
de: Sorgen Sie bitte außerdem dem Verlust oder der Beschädigung Ihres Faktors vor, indem Sie einen weiteren verfügbaren Faktor als Rückfalloption hinzufügen.

source: Confirm Security Key Setup
de: Sicherheitsschlüsseleinrichtung bestätigen

source: Please confirm the setup of the security key <b>%1</b>.
de: Bitte bestätigen Sie die Einrichtung des Hardwareschlüssels <b>%1</b>.

source: Your browser or operating system will guide you through the setup of the security key.
de: Ihr Browser oder Betriebssystem führt Sie durch die Einrichtung des Sicherheitsschlüssels.

source: Connect your security key to your computer, e.g. plug it into a USB port or place it near the computer's NFC reader.
de: Stecken Sie den Sicherheitsschlüssel in einen USB-Anschluss oder legen ihn auf die NFC-Schnittstelle ihres Endgerätes.

source: Initiate the setup by pressing the button below.
de: Starten Sie die Einrichtung durch Klick auf "Einrichtung jetzt starten" weiter unten auf dieser Webseite.

source: Confirm the setup using a device-specific mechanism, e.g. by touching a sensor on the key.
de: Bestätigen Sie die Einrichtung des Schlüssels durch Berühren der Sensortaste.

source: The browser will proceed to the next page if the setup has been sucessful.
de: Sie werden automatisch weitergeleitet, wenn die Einrichtung erfolgreich ist.

source: Start the setup for your WebAuthn device.
de: Einrichtung Ihres WebAuthn-Geräts starten

source: Start setup
de: Einrichtung jetzt starten

source: Add FIDO2 Security Key
de: FIDO2-Sicherheitsschlüssel hinzufügen

source: FIDO2-compatible hardware security keys are e.g. connected via USB or NFC and authentication is started using a device-specific mechanism, e.g. touching a sensor.
de: FIDO2-kompatible Sicherheitsschlüssel werden in einen USB-Anschluss gesteckt oder kontaktlos über NFC angesprochen. Während des Anmeldevorgangs wird je nach Modell eine Sensortaste berührt oder ein Knopf gedrückt.

source: A FIDO2-compatible hardware key is required for the following setup procedure:
de: Für die Einrichtung benötigen Sie einen FIDO2-kompatiblen Sicherheitsschlüssel:

source: Assign a meaningful description for the security key.
de: Legen Sie eine Beschreibung fest, damit Sie den Schlüssel wiedererkennen.

source: Connect the key to your computer and confirm the setup using a device-specific mechanism, e.g. by touching a sensor on the key.
de: Auf der nächsten Seite verbinden Sie Ihren Schlüssel und bestätigen dessen Einrichtung durch Berühren der Sensortaste am Sicherheitsschlüssel.

source: Please enter a meaningful description allowing you to recognize the security key. This description may be edited later.
de: Wählen Sie eine aussagekräftige Beschreibung, mit der Sie ihren Sicherheitsschlüssel wiedererkennen können. Sie können die Beschreibung später anpassen.

source: Multifactor Authentication Requirements
de: Anforderungen für Multifaktor-Authentifizierung

source: Insufficient permissions for viewing or editing this user's multifactor authentication properties.
de: Unzureichende Berechtigungen um die Multifactor-Anmeldeeinstellungen dieses Benutzers anzuzeigen und zu bearbeiten.

source: Multifactor authentication protects your account from unauthorized access.
de: Multifaktor-Authentifizierung schützt Ihr Konto vor unbefugten Zugriffen.

source: The current configuration for this account is that the use of MFA is
de: Für dieses Konto ist in der derzeitigen Konfiguration die Nutzung von MFA

source: required
de: notwendig

source: not required
de: nicht notwendig

source: This happens due to organizational policy or user choice:
de: Dies geschieht aufgrund von Organisationsrichtlinien oder wenn Sie dies freiwillig festlegen:

source: Additional factors required by organizational policy.
de: Zusätzlicher Faktor notwendig aufgrund von Organisationsrichtlinien.

source: Always require additional factors.
de: Zusätzlicher Faktor soll freiwillig immer abgefragt werden.

source: You need to add a multifactor method before you can enable this setting.
de: Sie können diese Einstellung erst aktivieren, wenn Sie vorher eine MFA-Methode verknüpft haben.

source: Allowed Multifactor Methods
de: Zulässige Multifaktor-Methoden

source: Attention:
de: Achtung:

source: You cannot log in again with this account because there is no multifactor method associated to it. Please add one of the available methods now.
de: Sie können sich nicht mit diesem Konto anmelden, da sie keine anwendbare Multifaktor-Methode verknüpft haben. Bitte fügen Sie jetzt eine der verfügbaren Methoden hinzu.

source: The user cannot log in with this account because there is no multifactor method associated to it.
de: Der Benutzer kann sich mit diesem Konto nicht anmelden, da keine Multifaktor-Methode mit dem Konto verknüpft ist.

source: You have unsaved changes, are you sure you want to continue? All unsaved changes to this account will be lost.
de: Es gibt nicht gespeicherte Änderungen, sind Sie sicher, dass sie fortfahren möchten? Alle nicht gespeicherten Änderungen an diesem Konto werden verworfen.

source: Add new Multifactor Methods
de: Neue Multifaktor-Methoden hinzufügen

source: Here you can add a new login method for your account. You can choose between different methods below.
de: Hier können Sie eine neue Anmeldemethode für Ihr Konto hinzufügen. Sie können dabei zwischen den folgenden Methoden auswählen.

source: Overridden by ACL
de: Berechtigt via Zugriffsrichtlinie

source: You are not allowed to configure any additional multifactor tokens.
de: Sie haben keine Berechtigung zusätzliche Multifactor-Tokens einzurichten.

source: Associated Multifactor Methods
de: Verknüpfte Multifaktor-Methoden

source: Choose an action
de: Aktion auswählen

source: Reset error counter
de: Fehlerzähler zurücksetzen

source: Activate
de: Aktivieren

source: Deactivate
de: Deaktivieren

source: Revoke
de: Zurückziehen

source: Remove
de: Löschen

source: Type
de: Typ

source: Last use
de: Letzte Verwendung

source: Error counter
de: Fehlerzähler

source: Actions
de: Aktionen

source: not shown
de: nicht angezeigt

source: Never used before
de: Noch niemals verwendet

source: <i>not shown</i>
de: <i>nicht angezeigt</i>

source: Edit
de: Bearbeiten

source: At least one token needs to remain active.
de: Mindestens ein Token muss aktiviert bleiben.

source: We had trouble communicating with the privacyIDEA-backend server.
de: Es gab Probleme bei der Kommunikation mit dem privacyIDEA Backend-Server.

source: Currently there are no multifactor methods associated.
de: Zur Zeit sind keine Multifaktor-Methoden verknüpft.

source: Serial
de: lfd. Nummer

source: (empty)
de: (leer)

source: not shown but editable
de: nicht gezeigt, aber bearbeitbar

source: Last used TAN no.
de: Zuletzt verwendete TAN-Nr.

source: No. of login attempts
de: Anzahl Anmeldungen

source: Successful logins
de: Erfolgreiche Anmeldungen

source: Login failure counter (current / max.)
de: Fehlerzähler Benutzeranmeldung (aktuell/maximal)

source: Save
de: Speichern

source: Back
de: Zurück

source: Verify Authentication App (TOTP)
de: Authentifizierungsapp (TOTP) Bestätigen

source: Please verify your authentication app <b>%1</b> by entering a generated code.
de: Bitte bestätigen Sie durch Eingabe eines erzeugten Codes die Einrichtung der Authentifizierungsapp <b>%1</b>.

source: Authentication code
de: Authentifizierungscode

source: e.g. 000000
de: z.B. 000000

source: Set up Authentication App (TOTP)
de: Authentifizierungsapp (TOTP) Einrichten

source: Please set up your authentication app <b>%1</b> as follows:
de: Bitte richten Sie Ihre Authentifizierungsapp <b>%1</b> wie folgt ein:

source: Open your authentication app.
de: Öffnen Sie Ihre Authentifizierungsapp.

source: Find an option to add a new account (this is often a button with a plus or QR code symbol).
de: Find Sie die Option, mit der ein neues Konto hinzugefügt werden kann (oft ein Button mit einen '+' oder einen QR-Code Symbol).

source: Scan the shown QR code with your authentication app.
de: Scannen Sie den angezeigten QR-Code mit Ihrer Authentifizierungsapp.

source: Please ensure nobody has seen the QR code. If unsure, generate a new code.
de: Stellen Sie sicher, dass niemand diesen QR-Code sehen konnte. Wenn Sie sich unsicher sind, erzeugen Sie einen neuen QR-Code.

source: Generate new QR code
de: Neuen QR-Code erzeugen

source: Add Authentication App (TOTP)
de: Authentifizierungsapp (TOTP) hinzufügen

source: An authentication app on your smartphone generates time-based one-time passwords (TOTP) which must be entered on each login.
de: Eine Authentifizierungsapp auf Ihrem Smartphone generiert zeitbasierte Codes (TOTP), die bei jeder Anmeldung abgelesen und eingegeben werden müssen.

source: Setting up the authentication app requires multiple steps:
de: Die Einrichtung einer Authentifizierungsapp geschieht in mehreren Schritten:

source: Install and open a suitable TOTP authentication app
de: Installieren und öffnen Sie eine geeignete TOTP-Authentifizierungsapp

source: Assign meaningful description for the smartphone and app.
de: Legen Sie eine Beschreibung für diese MFA-Methode fest.

source: Scan a displayed QR code with the app.
de: Scannen Sie den angezeigten QR-Code mit der Authentifizierungsapp.

source: Verify the setup with a generated code.
de: Bestätigen Sie die Einrichtung durch Eingabe eines generierten Codes.

source: Please enter a meaningful description allowing you to recognize the used device and app. This description may be edited later.
de: Wählen Sie eine aussagekräftige Beschreibung, mit der Sie die Authentifizierungsapp wiedererkennen können. Sie können die Beschreibung später anpassen.

source: Authentication App (TOTP) added
de: Authentifizierungsapp (TOTP) hinzugefügt

source: The authentication app <b>%1</b> was successfully added to this account and can now be used.
de: Die Authentifizierungsapp <b>%1</b> wurde diesem Konto erfolgreich hinzugefügt und kann ab sofort genutzt werden.

source: Please take precautions against your smartphone being damaged or lost and set up at least one more factor as fallback.
de: Sorgen Sie bitte außerdem dem Verlust oder der Beschädigung Ihres Smartphones vor, indem Sie einen weiteren verfügbaren Faktor als Rückfalloption hinzufügen.

source: Verify TAN List
de: TAN-Liste Bestätigen

source: Please verify your TAN list <b>%1</b> by entering the verification TAN.
de: Bitte bestätigen Sie durch Eingabe der Bestätigungs-TAN die Einrichtung der Liste <b>%1</b>.

source: Verification TAN
de: Bestätigungs-TAN der Liste

source: Print TAN List
de: TAN-Liste Drucken

source: Please print the TAN list <b>%1</b>, one TAN from the list will be used in the next step to verify the list.
de: Auf der nächsten Seite bestätigen Sie das Hinzufügen der TAN-Liste. Drucken Sie dazu jetzt die Liste <b>%1</b> aus.

source: Keep this list secret.
de: Halten Sie die Liste geheim.

source: Please print it and then store it in a secure location.
de: Drucken Sie diese aus und verwahren sie an einem sicheren Ort.

source: Print TAN list
de: TAN-Liste ausdrucken

source: will be visible when printed
de: wird beim Druckvorgang sichtbar

source: Please print this page and then store it in a secure location.
de: Drucken Sie diese aus und verwahren sie an einem sicheren Ort.

source: TAN list <b>%1</b>
de: TAN-Liste <b>%1</b>

source: If you just generated this list you will need to confirm it by entering the confirmation TAN on the website from which you downloaded this list.
de: Wenn Sie diese Liste gerade erstellt haben, müssen Sie den Empfang bestätigen, indem Sie dort, wo Sie die Liste herunter geladen haben, die folgende Bestätigungs-TAN eingeben.

source: Confirmation TAN:
de: Bestätigungs-TAN:

source: Add TAN List
de: TAN-Liste hinzufügen

source: Lists with transaction authentication numbers (TAN) are printed out and stored in a secure location. A TAN is a one-time password and a TAN from the list has to be entered on each login.
de: TAN-Listen werden ausgedruckt an einem sicheren Ort gelagert. Sie enthalten Einmalpasswörter, von denen für jeden Anmeldevorgang eines angegeben werden muss.

source: Creating a TAN list requires multiple steps:
de: TAN-Listen werden in mehreren Schritten eingerichtet:

source: Assign a meaningful description which allows you to recognize the generated list.
de: Legen Sie eine Beschreibung fest, anhand der Sie die Liste wiedererkennen.

source: Print the list.
de: Drucken Sie die Liste aus.

source: Verify the setup by entering a TAN from the list.
de: Bestätigen Sie den Ausdruck mit der Eingabe der Bestätigungs-TAN auf der Liste.

source: Please enter a meaningful description allowing you to recognize the generated list. This description may be edited later.
de: Wählen Sie eine aussagekräftige Beschreibung, mit der Sie die TAN-Liste wiedererkennen können. Sie können die Beschreibung später anpassen.

source: TAN List added
de: TAN-Liste hinzugefügt

source: The TAN list <b>%1</b> was successfully added to this account and can now be used.
de: Die TAN-Liste <b>%1</b> wurde diesem Konto erfolgreich hinzugefügt und kann ab sofort genutzt werden.

source: Please take precautions against your TAN list getting lost or compromised and set up at least one other factor as fallback.
de: Sorgen Sie bitte außerdem dem Verlust oder der Kompromittierung der TAN-Liste vor, indem Sie einen weiteren verfügbaren Faktor als Rückfalloption hinzufügen.

source: Couldn't retrieve version number of privacyIDEA server. Defaulting to legacy API scheme.
de: Konnte die Versionsnummer des privacyIDEA-Servers nicht ermitteln. Falle zurück auf das Legacy-API-Schema.

source: Internal error
de: Interner Fehler

source: Could not get authentification token from privacyIDEA backend server.
de: Konnte das Anmeldetoken nicht from privacyIDEA Backend-Server holen.

source: Internal Error
de: Interner Fehler

source: Dear admin: Please ensure that the privacyIDEA service credentials are set correctly.
de: Sehr geehrter Admin: Bitte stellen Sie sicher, dass die privacyIDEA Service-Anmeldedaten korrekt eingerichtet sind.

source: Could not execute step 1 of WebAuthn token enrollment:
de: Konnte Schritt 1 des WebAuthn Token-Registrierung nicht ausführen:

source: Not verified
de: Nicht bestätigt

source: Locked
de: Gesperrt

source: Active
de: Aktiv

source: Deactivated
de: Deaktiviert

source: Could not connect to privacyIDEA backend server.
de: Verbindung mit dem privacyIDEA Backend-Server nicht möglich.

source: Please try logging out and logging in again and contact your system administrator, if the problem persists. Thank you.
de: Bitte versuchen Sie sich ab- und wieder anzumelden. Sollte das Problem weiterhin bestehen, kontaktieren Sie Ihren System-Administrator. Vielen Dank.

source: Multifactor authentication recovery key
de: Wiederherstellungsschlüssel für Multifaktor-Authentifizierung

source: Automatically generated
de: Automatisch erstellt

source: This document contains information about a multifactor authentication recovery key for your account %s.
de: Dieses Dokument enthält Informationen über einen Wiederherstellungsschlüssel für Multifaktoranmeldung für Ihre Konto %s.

source: Subject: Recovery key
de: Betreff: Wiederherstellungsschlüssel

source: A recovery key has been created for your account '%s'.
de: Ein Wiederherstellungsschlüssel wurde für Ihr Konto erstellt '%s'.

source: You can use this key one time only as a second factor when logging into our system.
de: Dieser Schlüssel kann nur einmalig als zweiter Faktor zur Anmeldung an unserem System verwendet werden.

source: Your recovery key is:
de: Der Wiederherstellungsschlüssel lautet:

source: Best regards
de: Mit freundlichen Grüßen

source: Greetings %s
de: Hallo %s

source: You have reached the limit for the number of tokens of this type.
de: Sie haben die Höchstzahl an Tokens für diesen Token-Typ erreicht.

source: You have reached the limit on the number of tokens.
de: Sie haben die Höchstzahl an Tokens erreicht.

source: Token serial wasn't given or was given malformed.
de: Lfd. Nummer des Tokens wurde nicht eingegeben oder ist ungültig.

source: Given validation code was malformed. We couldn't verify your token.
de: Der eingegebene Bestätigungscode war ungültig. Das Token konnte nicht verifiziert werden.

source: Couldn't enroll token!
de: Token konnte nicht registriert werden!

source: Error
de: Fehler

source: The verification of the TAN list was not successful. The confirmation TAN was probably not entered correctly: please make sure that you have entered it correctly.
de: Die Überprüfung der TAN-Liste war nicht erfolgreich. Die Bestätigungs-TAN wurde wahrscheinlich nicht korrekt eingegeben: Bitte stellen Sie sicher, dass sie diese korrekt eingegeben haben.

source: privacyIDEA server error message: %s
de: privacyIDEA-Server Fehlernachricht: %s

source: TAN list
de: TAN-Liste

source: Add TAN list
de: TAN-Liste hinzufügen

source: The verification of the TOTP token was not successful. The confirmation TAN was probably not entered correctly: please make sure that you have entered it correctly.
de: Die Überprüfung des TOTP-Tokens war nicht erfolgreich. Die Bestätigungs-TAN wurde wahrscheinlich nicht korrekt eingegeben: Bitte stellen Sie sicher, dass sie diese korrekt eingegeben haben.

source: Authentication app (TOTP)
de: Authentifizierungsapp (TOTP)

source: Add authentication app
de: Authentifizierungsapp hinzufügen

source: Could not enroll recovery key (registration token) in privacyIDEA:
de: Konnte Wiederherstellungsschlüssel nicht in privacyIDEA registrieren:

source: personally
de: persönlich

source: recovery_key_%s.pdf
de: Wiederherstellungsschlüssel_%s.pdf

source: recovery_key_%s_%s.pdf
de: Wiederherstellungsschlüssel_%s_%s.pdf

source: Recovery key
de: Wiederherstellungsschlüssel

source: A recovery key can be used exactly once for logging in. They are only issued if no other authentication method is available, e.g. in case of hardware loss.
de: Wiederherstellungsschlüssel werden zur einmaligen Anmeldung verwendet und verfallen dann. Sie werden nur vergeben, wenn keine andere Methode zur Anmeldung verfügbar ist, z.B. bei Hardwareverlust.

source: Add recovery key
de: Wiederherstellungsschlüssel hinzufügen

source: privacyIDEA server gave invalid/malformed webAuthnRegisterRequest data.
de: privacyIDEA-Server meldet ungültige/fehlerhafte webAuthnRegisterRequest Daten.

source: Failed to execute step 2 of token enrollment.
de: Konnte Schritt 2 der Token-Registrierung nicht ausführen.

source: Security key
de: Sicherheitsschlüssel

source: Add security key
de: Sicherheitsschlüssel hinzufügen

source: Attention:
de: Achtung:

source: Multifactor authentication
de: Multifaktor-Authentifizierung

source: Manage multifactor authentication
de: Multifaktor-Authentifizierung verwalten

source: Insufficient permissions
de: Unzureichende Berechtigungen

source: You are not allowed to add a new factor.
de: Es ist Ihnen nicht gestattet, einen neuen Faktor hinzuzufügen.

source: Could not process POST data of your request.
de: Konnte die Daten des POST-Requests nicht abarbeiten.

source: You are not allowed to manage MFA factors.
de: Es ist Ihnen nicht gestattet, MFA Faktoren zu verwalten.

source: Unsupported action
de: Nicht unterstützte Aktion

source: It is not supported to deactivate, revoke or remove your last token.
de: Es wird nicht unterstützt, das letzte Token zu deaktivieren, zurückzuziehen oder zu löschen.

source: Please add another token to ensure that you always have at least one working token.
de: Bitte fügen Sie ein anderes Token hinzu, um sicherzustellen, dass Sie immer mindestens ein funktionierendes Token haben.

source: A batch operation failed on token '%s'. Skipping remaining operations.
de: Eine Stapelverarbeitung ist fehlgeschlagen für Token '%s'. Überspringe weitere Operationen.

source: Could not load/render template for MFA setup.
de: Konnte die Vorlage für das MFA-Setup nicht laden/darstellen.

source: Token action malformed or not allowed.
de: Token-Aktion ungültig oder nicht zulässig.

source: Reset the failed login counter for the following token?
de: Den Fehlerzähler für Anmeldeversuche für das folgende Token zurücksetzen?

source: Disable the following token?
de: Das folgende Token deaktivieren?

source: Enable the following token?
de: Das folgende Token aktivieren?

source: Revoke the following token?
de: Das folgende Token widerrufen?

source: Remove the following token?
de: Das folgende Token entfernen?

source: LDAP error
de: LDAP-Fehler

source: PI read-only
de: PI nur Lesen

source: PI write-only
de: PI nur Schreiben

source: write-only
de: nur Schreiben

source: read-only
de: nur Lesen

source: Multifactor Authentification
de: Multifaktor-Authentifizierung

source: My account
de: Mein Konto

source: MFA token types
de: MFA-Tokentypen
