Repository: gosa-project/gosa-plugins-privacyidea
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de

source: Require MFA due to organizational policy
de: MFA erforderlich aufgrund Organisationsrichtlinien

source: Require MFA due to user preference
de: MFA erforderlich durch Benutzerwahl

source: Manage tokens
de: Tokens verwalten

source: Add any type of token
de: Jeglichen Token-Typ hinzufügen

source: Add Recovery key
de: Wiederherstellungsschlüssel hinzufügen

source: Add Security key
de: Sicherheitsschlüssel hinzufügen

source: Add Authentication app (TOTP)
de: Authentifizierungsapp (TOTP) hinzufügen

source: Failed login counter
de: Zähler für fehlerhafte Anmeldungen

source: Authentication count
de: Anmeldungszähler

source: Successful authentication count
de: Zähler für erfolgreiche Anmeldungen

source: Resetting of fail counter allowed
de: Zurücksetzen des Fehlerzählers erlaubt

source: Revocation of tokens allowed
de: Widerrufen von Tokens erlaubt

source: Removal of tokens allowed
de: Löschen von Tokens erlaubt

source: Activation of tokens allowed
de: Aktivierung von Tokens erlaubt

source: Deactivation of tokens allowed
de: Deaktivierung von Tokens erlaubt

source: Protocol + FQDN. Used to set Origin: header for privacyIDEA where needed.
de: Protkoll + FQDN: Wird verwendet, um Origin: Header für privacyIDEA zu setzen.

source: privacyIDEA service account username. Used to authenticate GOsa² against privacyIDEA.
de: privacyIDEA Benutzername des Servicekontos. Wird genutzt um GOsa² gegen privacyIDEA zu authentifizieren.

source: privacyIDEA service account password. Used to authenticate GOsa² against privacyIDEA.
de: privacyIDEA Passwort des Servicekontos. Wird genutzt um GOsa² gegen privacyIDEA zu authentifizieren.

source: privacyIDEA service account realm. Used to authenticate GOsa² against privacyIDEA.
de: privacyIDEA Realm des Servicekontos. Wird genutzt um GOsa² gegen privacyIDEA zu authentifizieren.

source: privacyIDEA user realm. Used to find users in privacyIDEA.
de: privacyIDEA Benutzer-Realm. Wird genutzt um Benutzer in privacyIDEA zu finden.

source: Users are only allowed to link a total of X tokens from the available MFA methods.
de: Benutzern ist es nicht erlaubt, mehr als eine Gesamtanzahl von X Tokens (alle MFA-Methoden) zu konfigurieren.

source: Users are only allowed have a total of X paper tokens.
de: Benutzern ist es nicht erlaubt, mehr als X TAN-Listen Tokens zu konfigurieren.

source: Users are only allowed have a total of X TOTP tokens.
de: Benutzern ist es nicht erlaubt, mehr als X TOTP Tokens zu konfigurieren.

source: Users are only allowed have a total of X WebAuthn tokens.
de: Benutzern ist es nicht erlaubt, mehr als X WebAuthn Tokens zu konfigurieren.

source: Users are only allowed have a total of X Registration tokens.
de: Benutzern ist es nicht erlaubt, mehr als X Wiederherstellungsschlüssel Tokens zu konfigurieren.

source: Amount of OTPs which will be printed on a single TAN list.
de: Anzahl an Einmalpasswörter, die auf eine TAN-Liste gedruckt werden.
